{"_id":{"$oid":"55636a1fbce662e986e61d4e"},"assets":[{"documentPosition":3,"title":"Sample Image","type":"Image","url":"thisisaurl"}],"headline":"Shots fired","pageNumber":1,"paragraphs":[{"text":"An officer in Summerville pumps four bullets through the side and back windows of a fleeing car, killing a young man."},{"text":"An officer in Duncan sees a woman climb into his cruiser, yells, “Get out or I’ll shoot you!” and then does just that."},{"text":"An officer in North Charleston shoots eight bullets at Walter Scott’s back, killing him on the spot."},{"text":"Every 10 days on average, South Carolina law enforcement officers point their guns at someone and pull the triggers — 235 shootings since 2009. Eighty-nine people died, and 96 were wounded."},{"text":"Each shooting also triggered an investigation into whether officers were justified in using deadly force. With just a few notable exceptions, these officers were cleared of any wrongdoing. To be sure, many cases were open and shut: Armed robbers shooting their way out of convenience stores after holdups; rage-filled drunks bent on destruction; suicidal people daring cops to cut them down."},{"text":"But a Post and Courier investigation uncovered case after case where agents with the State Law Enforcement Division failed to answer key questions about what happened, failed to document the troubled backgrounds of the officers who drew their guns, and failed to pinpoint missteps and tactical mistakes that could be used to prevent future bloodshed."},{"text":"Never-before released dashboard videos also reveal a disturbing pattern of officers shooting at and into vehicles. In statements to SLED, officers said they fired because they were afraid of being injured or killed by these cars and trucks. But the videos show that some officers were out of harm’s way when they opened fire. And SLED case files show little or no documentation that the officers’ accounts were challenged over these inconsistencies."},{"text":"The thoroughness of these investigations can mean the difference between justice delivered and justice denied. A shoddy examination can hamper prosecutions and make it impossible to convict those who are criminally culpable; it can lead to rogue officers remaining on the streets with badges and guns; it can undermine public trust in law enforcement."},{"text":"The newspaper’s findings come in the wake of the Scott shooting in North Charleston and controversial cases in Ferguson, Mo., New York, Baltimore and Cleveland. Not since the Rodney King beating in 1991 have police departments been scrutinized so closely for their use of force."},{"text":"While these killings have sparked riots and other violence around the country, the Charleston area has remained relatively calm, with just a handful of peaceful protests since Scott’s death. Experts, pundits and lawmakers have lauded South Carolina’s reliance on SLED as an independent investigator of police shootings, a system ostensibly designed to remove potential taints of bias and conflicts of interest from the process. Its agents are viewed by many as an elite squad, akin to a state version of the FBI."},{"text":"But some law enforcement officials, including a former director of SLED, note that agents often have no more specialized training in investigating police shootings than any other cop on the street."},{"text":"“We’ve gotten to where we say ‘SLED is an outside agency and it’s a good thing they are reviewing these.’ But no one ever asks the follow-up questions as to what extra SLED brings to the table in terms of training and experience,” former SLED Chief Reggie Lloyd said. “It’s a reputation people feel good about, but there are probably a lot of measures that need to be put in place to not just look over the shoulder of local law enforcement, but SLED, as well.”"},{"text":"It’s difficult to compare the frequency of police shootings from state to state. Some states, including North Carolina, don’t track officer-involved shootings. Nationally, the FBI’s statistics have been widely criticized for under-counting these incidents. And SLED has a database that merely includes raw numbers on deaths and injuries, the departments involved and, in later years, information on the types of calls that led to the confrontations. Its roster doesn’t track a number of important factors, such as the identity of those involved in the incidents, or the types of weapons or threats encountered. Only last year was race included in their database. "},{"text":"To better understand this emotional issue, The Post and Courier reviewed thousands of photos, hours of videos and 30,000 pages of SLED reports obtained under the S.C. Freedom of Information Act. Reporters interviewed witnesses and police experts, and reviewed documents generated by wrongful death litigation. "},{"text":"Among the findings:"},{"text":"In about 25 percent of the shootings, officers fired into fleeing cars, a practice that many departments across the country have all but banned, including the city of Charleston. The New York City Police Department prohibited officers from shooting at moving vehicles in 1972, one of several moves that dramatically reduced shootings there."},{"text":"Almost any shooting by police here, whether blindly into cars or into fleeing suspects’ backs, can be ruled justified if officers say they felt their lives were in danger, a vague standard that opens the door to abuse."},{"text":"Shootings disproportionately affect minorities. While 28 percent of South Carolina’s population is black, half of those shot by police were black."},{"text":"SLED portrays itself as an independent agency that treats police shootings as it would any other incident. In reality, officers are shielded from the kind of questioning detectives typically use to uncover the truth."},{"text":"After shootings, SLED and other agencies routinely wait two or more days before interviewing officers. Often, officers merely hand over handwritten statements. In one case, SLED allowed an officer who killed a Berkeley County man to email a statement through her attorney."},{"text":"While officers get cooling-off periods, investigators typically question witnesses immediately. After deputies shot a homeowner in the neck in Hollywood this month, a Charleston County sheriff’s investigator questioned the man in the ambulance as paramedics tried to patch his wounds."},{"text":"SLED routinely runs criminal records and drivers’ checks on suspects and witnesses, but SLED’s case files show almost no documentation of officers’ previous shootings or misconduct."},{"text":"While not mandated to investigate these shootings, SLED is the go-to choice for most departments. Some consider SLED’s role as arbiter a national model — an independent look that clears departments of any criticism about investigating their own people. In reality, SLED turns over its findings to local solicitors who in the majority of cases decide whether officers are cleared — prosecutors who work hand-in-glove with police."},{"text":"Officer-involved shootings are costly in blood and money. In the past decade, lawsuits challenging officers’ actions have cost South Carolina municipalities and their insurers at least $17 million."},{"text":"SLED Chief Mark Keel said his agency employs a talented and experienced crew of agents, and he stands by their findings. The system is working, he said, citing as proof the arrest of North Charleston Police Officer Michael Slager on a murder charge in Scott’s death. Keel noted that his department has made numerous misconduct cases against other law enforcement officers. Since the beginning of 2014, SLED has arrested at least 17 present and former officers on charges ranging from criminal domestic violence to forgery and assault. "},{"text":"“I think the citizens should be proud of what they’ve seen here and how these cases have been handled,” Keel said."},{"text":"About the delays in interviewing officers, Keel added that agents often have no control over when they interview officers; the lack of officers’ backgrounds in reports may reflect the fact that there is nothing to see. Overall, he said, it’s not SLED’s job to pinpoint mistakes or pass judgments on officers’ actions. That’s best left to prosecutors and the officers’ superiors. "},{"text":"“We are not the prosecutor. We are the finder of facts.”"},{"text":"The 235 cases reviewed by the newspaper represent a complex body of facts: blood-soaked sneakers in crime-scene photos; witness statements scrawled by hand after a shooting; autopsy reports; ballistics tests. In reviewing these cases, it becomes clear that each one offers a potential lesson. "},{"text":"Shots in the night"},{"text":"Summerville police officer Eddie McCreary’s car radio crackled to life. It was just after 3 a.m. on Oct. 24, 2010. The dispatcher received a report about a young man and an assault at a party; the suspect had sped off in a burgundy Lincoln Town Car after threatening to return and shoot someone."},{"text":"Officer McCreary, 52, saw a Lincoln dart by on Woodard Boulevard, a suburban lane lined with single-family homes. He fell in behind the Lincoln and turned on his blue lights. Past the corner of Four Iron Drive, the driver of the Lincoln eased into a tree-lined driveway of a home."},{"text":"“Turn the car off!” McCreary shouted. "},{"text":"A dispatcher asked the officer if he needed back up."},{"text":"“Affirmative,” he said into his radio. “They’re threatening to shoot and they have a gun. Please.”"},{"text":"Officer McCreary crept toward the car. “Put your hands up! Let me see your hands!” He drew his pistol and trained it on the car."},{"text":"A dashboard camera captured what happened next:"},{"text":"Only one person was in the car, the driver, who suddenly threw the Lincoln into reverse; it jerked backward a few feet before the driver shifted into drive and turned left through a break in the trees."},{"text":"McCreary stepped out of the way and fired into the side of the car. As the Lincoln drove off, he blasted three more shots into the side and the back."},{"text":"“Shots fired!” McCreary screamed into his radio."},{"text":"Two rounds found their mark, striking Nelson Hyman III, a 22-year-old black man. Hyman made it just a short distance before crashing the Lincoln into several parked vehicles. He died at the scene."},{"text":"McCreary, who is white, waited by the wreck as sirens sounded in the distance. The first officer who arrived asked McCreary where the suspect’s gun ended up."},{"text":"“I didn’t know that he’s got one,” he could be heard on the dashboard video. “He tried to run over me. I had him in the driveway and he started backing over me.” "},{"text":"No gun was found."},{"text":"After being escorted to a supervisor’s car, McCreary gave a brief recap of the event before the supervisor instructed him to head back to the station and hold his tongue. "},{"text":"“You know the drill. You’ve said enough,” the supervisor could be heard saying on the video. “Let the attorney talk from here.”"},{"text":"Double-standards"},{"text":"The number of police shootings averaged 43 per year since 2012, a 37-percent increase from the same three-year period a decade ago. This increase came even as crime remained flat."},{"text":"Officers shot people during armed robberies, and a third involved suspects who threatened suicide; many happened when officers responded to reports of criminal domestic violence; nearly a third happened after traffic stops. Since 2009, six officers died, and 49 were injured."},{"text":"Half of those shot by police were black, a disproportionate number given that the state’s black population stands at about 28 percent. But detecting bias in specific cases is difficult in the absence of any evidence about the officers’ beliefs and state of mind. Some experts say that a trigger-happy police culture makes white and black officers quick to shoot, no matter who they’re firing at."},{"text":"The introduction of dashboard cameras, body cameras and civilian video recording has given the public a rare glimpse of these decisions. Last fall in Columbia, state Trooper Sean Groubert, who is white, pulled over Levar Jones at a gas station. Groubert asked Jones, who is black, to show him his license. When Jones reached into his car, Groubert shot him. “I just got my license; you said get my license,” Jones can be heard saying on the video. “What did I do, sir?” "},{"text":"Other videos show the challenges officers face in detecting dangers and the impact when they’re wrong. Last year, York County Deputy Terrance Knox pulled over a 70-year-old man named Bobby Canipe. Canipe, who is white, stepped out of his car and reached into the back of his truck. Deputy Knox, a black officer, screamed “Whoa!” and shot him, thinking that Canipe was reaching for a gun. "},{"text":"Knox broke into sobs when he learned that Canipe was only reaching for a cane. “I promise to God I thought it was a shotgun,” he said at the scene. Officers consoled him, including one who said: “You’re solid. You done what you had to do. You felt like your life was in danger.” Canipe survived."},{"text":"In almost every police shooting, departments ask SLED to sort out what happened. Of large departments, only Richland County Sheriff’s Department does its own investigations. Its sheriff, Leon Lott, said he believes his department can do a better job than SLED; critics of Lott’s stance, including Gov. Nikki Haley, say it’s wrong for agencies to investigate their own officers."},{"text":"SLED agents typically respond to the scene where they question supervisors and witnesses. In some cases, a separate SLED forensic team searches for bullet casings, fragments, blood and other evidence. Overall, SLED investigates officer-involved shootings “as we would any other criminal case,” said Thom Berry, SLED spokesman."},{"text":"In fact, officers are treated much differently than witnesses and suspects. Consider a 2011 shooting in Berkeley County. Deputies responded to a report of domestic violence. Deputy Teela Antwine, 25, found Jerome Darby, 25, under a mattress. Deputy Antwine said that Darby emerged from under the mattress and tried to grab her gun. She shot him three times in the chest, killing him. "},{"text":"Five days later, SLED investigators received her official account of what happened — by email and through her attorney. Case notes show that when agents tried to interview Antwine face-to-face, her attorney told SLED she preferred to answer questions by phone. "},{"text":"It has become standard practice here and across the country for investigators to wait several days before they question officers involved in shootings. Police unions have lobbied hard and successfully for these protections. In Maryland, officers are shielded for 10 days, a cooling-off period that drew widespread criticism in the wake of the recent Freddie Gray case in Baltimore. "},{"text":"“It’s absolutely unreasonable and outrageous,” said Sam Walker, an expert on policing and civil liberties at the University of Nebraska. “What other group of employees doesn’t have to testify about alleged misconduct immediately?”"},{"text":"‘I don’t hate them’"},{"text":"Ten days after shooting Hyman, Summerville Officer McCreary sat down with SLED agents. McCreary handed them a prepared statement in which he said that he feared for his life and others when Hyman backed up the car. Because of this fear, he had no choice but to use deadly force. "},{"text":"As happened in nearly all of the shootings, SLED turned its findings over to a local prosecutor, in this case 1st Circuit Solicitor David Pascoe’s office. McCreary’s belief that Hyman was armed, though wrong, was justification enough to pull the trigger, Assistant Solicitor Russell Hinton wrote in a letter to SLED. Furthermore, Hyman “exhibited reckless disregard for the safety of Officer McCreary as he accelerated towards him,” Hinton wrote."},{"text":"Pascoe’s office also consulted with the FBI and the U.S. Attorney’s Office before deciding in January 2011 that no criminal charges were warranted. McCreary returned to duty, and continues to work for Summerville police. Through a department spokesman, he declined to comment."},{"text":"Hyman’s family saw the shooting differently. His sister, Quintina Jefferson, said her brother was likely just scared and trying to get to his home two blocks away. “That was his safe haven.” "},{"text":"She noted that McCreary fired as her brother was driving away, not accelerating toward him. And he fired his gun in a crowded residential neighborhood where a stray bullet could have claimed a life. Her brother wasn’t a saint, she said, but his family and friends loved him, and she said he was trying to turn his life around. He never got the chance. He died a day before his 23rd birthday. "},{"text":"“People say, ‘You must hate the police because they killed your brother,’ but I don’t hate them,” Jefferson said. “I understand we need police and they have a job to do like anyone else. But I don’t feel like they are trained correctly or evaluated enough before they are handed a badge and a gun.”"},{"text":"‘Fear for my life’"},{"text":"The newspaper identified 59 cases in which police cited vehicles as the primary weapon that caused their fears and moved them to shoot. After Surfside Beach officers fired into a fleeing car, its chief told reporters: “Generally speaking, anytime an officer feels that he is in danger of great bodily harm or death, and a 2,000 pound vehicle is heading your way, it’s not unusual at all for officers to feel the need to defend themselves.”"},{"text":"Adrenaline also may play a role. Seventy-three shootings happened after foot or car chases, including one in 2011 that began on a hot August afternoon in Denmark."},{"text":"Capt. Eddie Williams of the Bamberg County Sheriff’s Office received a tip from a confidential informant that a truck driven by Warren Robinson, 50, was carrying drugs. Williams, 62, found Robinson in his truck a short time later and pulled him over. Wearing a body camera, Williams went to the window of Robinson’s truck and asked for his license. Without warning, Robinson drove off."},{"text":"Robinson, a part-time minister from the neighboring town of Norway, raced toward Good Hope Road. Denmark Police Officer Horace Brunson joined the chase, flying over the area’s two-lane roads. Brunson passed Williams, then collided with Robinson’s truck, sending it into a ditch."},{"text":"The next eight seconds were a blur in Williams’ body cam: Williams jumped out of his cruiser, pointing his gun at Robinson’s face. He ran to the driver’s window and smacked Robinson in the head with his gun. Robinson put his truck in gear and peeled off. By then, Brunson also had drawn his gun. As Robinson sped away, both Brunson and Williams opened fire. A few seconds later, Robinson, with a fatal gunshot to his head, crashed. "},{"text":"Witnesses told SLED that Robinson seemed to be trying to get away, not run anyone over. No guns or drugs were found in the truck, and race wasn’t a factor: Williams, Brunson and Robinson are black. When SLED agents questioned the officers, they heard differing accounts of the threats Robinson posed with his truck. Williams said he didn’t fear being run over, and that he aimed at the truck’s rear tires. When asked if he thought Brunson was in any danger of being hit by Robinson’s truck, Williams said no, he wasn’t. "},{"text":"Brunson, however, told agents that he believed his life was in danger."},{"text":"Instead of challenging him on this issue, an agent said: “Let’s go back just for a minute because you know this is going to be looked at over and over.” "},{"text":"Robinson put his foot on the gas, the agent continued, and that’s why Brunson “aimed at the subject?”"},{"text":"“Yes, sir ...” Brunson said."},{"text":"“Because you felt your life was in danger, you were gonna shoot the subject.”"},{"text":"“Yes, sir."},{"text":"“And you began shooting at the subject.”"},{"text":"“Yes, sir.”"},{"text":"“And did you feel like when you shot that last shot you were still in danger that the vehicle was coming toward you?”"},{"text":"“Yes, sir.”"},{"text":"Near the end of the interview, a SLED agent asked whether Brunson had anything to add, which is when he brought up the previous time he had shot and killed someone."},{"text":"Undocumented pasts"},{"text":"In nearly every case The Post and Courier reviewed, SLED agents pulled rap sheets and drivers’ records of suspects and witnesses."},{"text":"When it came to officers’ pasts, case documentation was all but limited to firearms training reports, Taser training, various certification documents and letters from the S.C. Criminal Justice Academy attesting to an officer’s fitness to serve. "},{"text":"At least seven officers have been involved in more than one shooting, but case files reviewed by the newspaper contained no substantive references to previous shootings and misconduct, including the incident Brunson mentioned to SLED investigators. "},{"text":"That one happened in 2006, when Brunson was with the Allendale Police Department and stopped Michael Moore, an acquaintance, at a gas station. Moore reportedly pushed him as he got out of the car and ran. Brunson shot Moore in the buttocks. The bullet traveled into his chest and killed him, an autopsy found. The bullet’s trajectory was consistent with someone trying to stand up and get way, said Mark Tinsley, a lawyer Moore’s family hired. The state Insurance Reserve Fund eventually settled a wrongful death suit for $600,000, its payout cap."},{"text":"None of the details about the Moore case were in SLED’s file on the Robinson shooting, including letters from supervisors in Allendale about threatening outbursts, or testimony Brunson gave in the lawsuit about his firing from a job at Walmart after a fight. "},{"text":"Instead, SLED’s file in the Robinson case contained Brunson’s firearms training reports, counter-drug training records and a letter from the S.C. Criminal Justice Academy in 2007 that said he was eligible to be certified as a law enforcement officer based on the director’s determination that the “candidate is a person of good character.” Prosecutors in 2012 cleared Brunson and Williams of any criminal wrongdoing, but as happened after Brunson’s previous shooting, Robinson’s family filed a wrongful death lawsuit, and the state Insurance Reserve Fund paid out another $600,000."},{"text":"Even a double-shooting by an officer in Florence failed to generate a deeper look into a checkered past."},{"text":"In the spring of 2010, Florence County Sheriff’s Deputy Dane Keefe chased and exchanged gunfire with 30-year-old Adrian Pressley, a man suspected of shooting two people at a nearby home. Keefe shot Pressley in the head, killing him on the spot. SLED agents interviewed Keefe three weeks later. By then, Keefe had fatally shot another person, Deangelo Foxworthy, 20, outside Seekers, a nightclub in Florence. "},{"text":"Keefe reported that he shot Foxworthy once after the young man pointed a gun at him and refused to drop the weapon. A witness told SLED investigators that he saw Foxworthy shoot the gun in the air, then lower the weapon as Keefe rounded the corner of the building. Surveillance video from the incident appears to show Foxworthy swinging his arms at his sides, gun in hand, just before a .45 caliber round from Keefe’s pistol hits him in the upper body and takes him down. Foxworthy died at the scene. "},{"text":"Keefe is white. Both of those who died were young black men."},{"text":"Both investigations went to the state attorney general’s office, a rare move usually done when a local solicitor personally knows the officer in question or has pending cases with the officer. In both instances, Assistant Attorney General Allen Myrick ruled Keefe’s actions were justified, clearing the deputy to go back to work. Neither of the SLED case reports obtained by the newspaper have any mention of the other incidents. "},{"text":"The reports also did not mention that Keefe had been accused of misconduct in an incident of alleged drunken “belligerence, rowdiness and fighting,” an offense that got him booted from the department the year before. He returned eight months later. Nor do the files document that he was accused of using excessive force after a man he chased ended up with a broken leg. As far as SLED was concerned, Keefe’s actions as a deputy could only be viewed in the slivers of time before each shooting."},{"text":"In an interview last week, Keefe said that SLED treated him fairly and was thorough in its review of both incidents. But he confirmed agents never questioned him about his past record in law enforcement."},{"text":"Keefe maintains the men left him no choice but to shoot them, and that the deaths still haunt him. "},{"text":"“Every day when I wake up I wonder why they did what they did,” he said. “People think you’re investigated and cleared and that’s it. But this is something you have to live with for the rest of your life. It ain’t something you just turn off.”"},{"text":"Keefe has since left law enforcement and was arrested by SLED in March, accused of threatening two men with a gun. "},{"text":"Costly gunfire"},{"text":"Over the years, officer-involved shootings have cost the state more than $17 million in lawsuit payouts, including a $452,000 wrongful death settlement from a case involving Eutawville Police Chief Richard Combs."},{"text":"Combs stopped a daughter of Bernard Bailey in 2011 for a broken taillight. Bailey, who is black, went to the scene and had an argument with Combs, who is white. That seemed to be the end of it until Bailey visited Town Hall two months later to discuss the citation. But when he arrived, Combs said he would charge him with obstruction of justice."},{"text":"Events moved fast: Furious, Bailey left Town Hall; Combs followed. Bailey climbed into his Chevrolet Silverado pickup truck with the police chief close behind. Combs then shot Bailey twice in the chest, and a third time as he fell to the ground."},{"text":"Four days after the shooting, Combs told SLED that he thought Bailey would run over him, and because of that fear, he pulled the trigger several times. Combs was charged with murder, but a mistrial was declared last January when the jury deadlocked. "},{"text":"SLED has so far refused to release its files in that case, but witnesses at trial testified about what they saw and how SLED asked mostly cursory questions. Christel White was one of those witnesses."},{"text":"She testified that she noticed her child pointing a finger toward Town Hall. She looked in that direction and saw Bailey take his last steps out of the government building and climb into his pickup truck. As Bailey backed out of the parking space, just barely, she saw a pair of outstretched hands, though she couldn’t tell for sure whether it was Bailey or Combs. Then she saw the gunfire."},{"text":"Vague as the image might have been, it resonated during the trial in the wake of the death of Michael Brown in Ferguson. Combs’ attorneys challenged her account and why she hadn’t mentioned it to SLED right after the incident."},{"text":"Her reply: Because they never asked."}],"subhead":"When police pull the trigger in South Carolina, investigators fail to answer key questions about what happened, fail to document the troubled backgrounds of the officers and demonstrate a clear pattern of double standards that favor police."}
{"_id":{"$oid":"5563a105bce662e986e61d4f"},"assets":[],"headline":"Moving Targets","pageNumber":2,"paragraphs":[{"text":"The winter sun on Feb. 10, 2011, slipped below the horizon as a Columbia police officer on Cherry Street spotted a pedestrian hand something to someone through a car window."},{"text":"Suspecting a drug transaction, the officer followed the car and then flipped on his blue lights. The driver, Richard L. Corbin, signaled a right turn into a driveway and stopped. The officer asked Corbin to step out of the car. "},{"text":"A dashboard camera would then capture what happened in one of every four South Carolina police shootings since 2009: an officer firing at a moving vehicle. It’s a practice that some departments defend as a necessary protection and others, including the city of Charleston, have all but banned. It’s a tactic that has been called into question by the Justice Department, and most recently, triggered protests in Cleveland after an officer was found not guilty of shooting two unarmed occupants after a chase."},{"text":"In Columbia on that night in 2011, Officer, Jeffrey Brink, performed a “Terry frisk,” a quick surface search of Corbin’s clothes to determine if he had any weapons. Finding none, Brink said he smelled marijuana and told Corbin to put his hands on the trunk. Another officer, Timothy Baire, pulled up and positioned himself by the passenger door. Corbin’s 21-year-old son, also named Richard, was in the passenger seat."},{"text":"Suddenly, Baire noticed movement in the car — Corbin’s son had climbed into the driver’s seat. Baire took a few steps around the front, drawing his gun at the front windshield. At the same time, the younger Corbin put the car in gear. Baire reacted quickly and moved to the side — and then fired through the passenger window as the car pulled away. Corbin’s son was later caught at a nearby hospital where he was treated for his wounds and arrested on a charge of attempted murder."},{"text":"A Columbia police spokeswoman did not respond to repeated phone and email requests seeking comment about the case. Based on findings by the State Law Enforcement Division, prosecutors wrote back to SLED that the shooting was “legally justified.” "},{"text":"Corbin’s father thought otherwise. “No, I don’t think it was justified,” he told The Post and Courier. “An officer is not supposed to fire when their lives aren’t threatened.”"},{"text":"‘Fear for my life’"},{"text":"In 59 cases since 2009, officers cited a vehicle as a weapon that prompted them to shoot. Officers typically justified their actions using words similar to what Baire said in his prepared statement to SLED agents: “As I was in fear for my life as the vehicle continued to accelerate in my direction, I fired one round at the driver.”"},{"text":"Baire’s statement is at odds with the dashboard camera footage, which shows that he fired through the side window as the vehicle was pulling away. Other shootings reviewed by the newspaper had similar inconsistencies."},{"text":"In 2013, an Anderson County deputy radioed that he was pursuing a stolen truck driven by Ricky Clark, 53. The truck was not stolen, and Clark later told SLED that the deputy drove beside him and made threatening gestures with his gun. Clark eventually drove into a ditch. As Clark backed up, deputies opened fire, with one deputy unloading 15 rounds. "},{"text":"Deputies told investigators that they fired because they feared that Clark would hit them, but crime scene photos of the truck show bullet holes in the front window and side, suggesting that the deputies were behind and next to the truck. In a letter, a prosecutor said the deputy’s story was less credible than Clark’s and dropped attempted murder charges against him. The prosecutor wrote that the deputy’s actions, “although concerning, do not rise to the level of criminal activity.” "},{"text":"In some cases, officers not only shot at fleeing cars, they sent those cars careening out of control. Another case in Anderson County in 2013 happened when police shot and killed a 49-year-old woman suspected of shoplifting. Officers said she tried to hit them with her car, but audio from body camera footage captured sounds of gunshots as the car passed them. Evidence showed that officers fired into both sides of the car, 19 rounds in all. The only window that remained unbroken was the windshield. Her car then crashed into a house."},{"text":"Deadly force debate"},{"text":"Beyond the inconsistencies in the officers’ accounts in these cases is the broader question: Is it justifiable to shoot at a moving car in the first place? "},{"text":"Police departments across the country are wrestling with this question, in part because of racially charged shootings in Cleveland and other cities. "},{"text":"In 2012, 13 officers in Cleveland fired 137 rounds into a car during a chase, killing the driver, Timothy Russell, a black resident, and a passenger, Malissa Williams. One white officer, Michael Brelo, was charged with voluntary manslaughter. Prosecutors said he fired his Glock 17 pistol 49 times, at one point reloading, climbing onto the front hood, and pumping 15 shots through the front windshield. On May 23, Brelo was found not guilty in part because the officer believed he was in danger. Protests erupted after the ruling."},{"text":"In Stockton, Calif., last year, 34 officers fired more than 600 rounds into a car driven by armed robbers, killing a mother of two who had been taken hostage. Last year, Miami Beach police prohibited officers from shooting at cars unless someone in the car is shooting or shows a weapon. The move came after police fired 116 rounds at a motorist in 2011, killing him and injuring four bystanders. "},{"text":"“I foresee a trend nationally to restrict shooting at cars,” said George Fachner, a researcher with CNA Corp. who has analyzed tactical errors committed in officer-involved shootings."},{"text":"Fachner was principal investigator of a Justice Department study of the Philadelphia Police Department that found about 8 percent of the city’s officer-involved shootings happened when officers opened fire at people in vehicles. South Carolina officers shoot at cars at a rate three times higher than in Philadelphia. "},{"text":"In Philadelphia’s case, the Justice Department report recommended restricting officers from shooting into cars unless they are being fired upon. "},{"text":"“Simply saying ‘the car was coming right at me’ is no longer justification for the use of deadly force in and of itself,” Fachner said. “Other options, such as getting out of the way, are preferred and may be safer.”"},{"text":"Such prohibitions aren’t new. In 1972, the New York City Police Department instituted stricter deadly force guidelines and more professional training after an officer shot an unarmed boy in the back, killing him. Among the restrictions was a ban on officers shooting at moving vehicles and fleeing suspects. "},{"text":"Since then, the number of officer-involved shootings has dropped by two-thirds. Further, since 1972, no New York police officers have died from someone intentionally trying to hit them to avoid capture, according to the Police Executive Research Forum, a nonprofit police research group."},{"text":"Closer to home, Charleston Police Chief Greg Mullen said his department banned shooting into cars unless someone in the car is shooting at officers or civilians. Many times, he said, the suspect is trying to get away rather than run over the officer. Shooting a driver also turns a car into an unguided missile. His department focuses on training people to get out of harm’s way. "},{"text":"“Our job is to make the community safe, and we need to make sure we are not doing things that put people in more jeopardy than is necessary to do that job,” he said."},{"text":"‘Get out of the car!’"},{"text":"Still, one haunting case shows the complexity of these types of shootings. "},{"text":"In March 2014, Rebecca Oliver, 24, and her boyfriend, John Rockwood, 27, slept in a truck outside a motel in Duncan. When they woke up, the battery was dead, and Rockwood tried to remove a battery from a neighboring vehicle. The owner saw what was happening and shouted at them to stop. Other people began chasing the couple away. Police were called."},{"text":"Duncan Police Officer Terry Lane, 46, responded. By then, Oliver and her boyfriend had walked toward a nearby house, where Lane confronted Rockwood and told him to take his hands out of his pockets. When he did, he removed a pack of cigarettes and a cellphone, and then walked away. “Turn around, turn around! I’m not going to say it again!” Lane pumped pepper spray at him. "},{"text":"Lane’s dashboard camera showed what happened next:"},{"text":"A knapsack slung over her left shoulder, Rebecca Oliver wandered away from the struggle, taking a few steps in front of Lane’s police cruiser. She glanced at it for a few heartbeats, and kept walking. Then, as if making up her mind, she turned toward the police cruiser and climbed in."},{"text":"Lane raced toward her, his gun drawn, shouting, “Get out of the car! Out of the seat! Get out or I’ll shoot you!” A second later, she jerked the car forward, and then in reverse. Lane shot her twice. The cruiser stopped. “Unit 546, discharged my weapon,” he said, then shouted to Oliver, “Get out of the car!” Oliver moaned, “No, I’m hurt. I’ve got three kids.” A second later, the car moved again in reverse. Lane fired two more shots. "},{"text":"Three of the bullets went into her torso, the fourth struck her left arm. The dashboard camera’s audio captured her panting after the cruiser crossed the road and went into a ditch. Then her breathing slowed and stopped."},{"text":"The dashboard camera didn’t capture some actions. In his written report about the incident, Lane said that he tried to reach into the vehicle to turn off the ignition and saw her “rise up,” put her hand in a bag and then punch “the accelerator, spinning gravel, while my arm was in the vehicle.” (Toiletries, a cellphone and some drug paraphernalia were found, but no gun.)  "},{"text":"Lane declined to comment for this story, but Duncan Police Chief C.E. Long said that it was important for the public to know how quickly these events can happen. “It’s easy to sit back and Monday-morning quarterback it and go through the video frame by frame, but an officer doesn’t have those options.” "},{"text":"He added that these kinds of shootings are devastating to the officer and his peers; after the Oliver shooting, he called in counselors and sent Lane to a three-day peer group session. “He’s a great officer who has never had any disciplinary problems. He just ended up in a very tragic incident.” "},{"text":"No one will ever know why Oliver decided to climb into the police cruiser. Her family filed a lawsuit. “From our perspective,” said Ryan Langley, their attorney, “the officer was not in imminent danger of harm, and using deadly force wasn’t appropriate. It’s not right to shoot into cars. Now her grandparents are doing the best they can to raise her kids.”"},{"text":"‘Better policy’"},{"text":"More restrictive deadly force policies and more training could reduce the number of cases in which police shoot at cars, Fachner and other experts said. Last year in separate reports, the Justice Department slammed the city of Albuquerque’s and Cleveland’s uses of deadly force, citing in part the practice of shooting at cars. The reports were critical of officers who cited vehicles as weapons, saying that in some cases officers put themselves in danger by positioning themselves in the paths of cars."},{"text":"“The better policy, followed by many departments, is to prohibit officers from firing weapons at cars altogether,” the Justice Department said in the Albuquerque report."},{"text":"Vague policies also create confusion about the rules of engagement for officers."},{"text":"In October 2010, Summerville Police Officer Joseph Harrison fired once at a car that reportedly drove toward him in a threatening manner while attempting to flee from a traffic stop, wounding the driver in the chest. As officers arrived, a dashboard camera captured Harrison cursing and pacing."},{"text":"“Sarge, I got out and he (expletive) tried to run me over,” Harrison said, his voice rising."},{"text":"“OK,” the sergeant replied."},{"text":"Harrison raised his hands, searching for words to say."},{"text":"“Hey, hey, you do what you gotta do, bud,” the sergeant said."},{"text":"“Am I right?” Harrison said."},{"text":"With the dashboard camera rolling, the sergeant made a cutting motion across his neck, signaling that Harrison should stop talking."},{"text":"Audio recordings from another cruiser later captured other officers reassuring Harrison that the driver would survive. (He did.)"},{"text":"“He’s in there moaning and wailing, and he’s obviously in pain,” an officer said. “... Don’t worry about the process,” another officer added. “You’re going to have to go through it but it’s going to be OK. You did the right thing, and you’re going to be OK.”"},{"text":"“You’re going home, dude, that’s all that matters,” another officer said."},{"text":"“You’ve got to go through the process,” an officer chimed in, “but you’re going to be fine. You were in fear for your life. You were in fear for your life.”"}],"subhead":"One in four police shootings in South Carolina involve cops firing at vehicles"}
{"_id":{"$oid":"5563a2c8bce662e986e61d50"},"assets":[],"headline":"Video not always a silver bullet in search for truth","pageNumber":3,"paragraphs":[{"text":"Five days before Christmas in 2013, Sharon McDowell and a friend went on a shoplifting spree in Anderson, swiping $2,000 in jeans, Vera Wang jewelry and children’s clothes before someone called police."},{"text":"Officers chased McDowell from a Kohl’s store to a dirt lane near her home on the Upstate city’s outskirts, where Derrall Foster and Horace Partain tried to pin her in by pulling their patrol car in front of her 1998 Honda Accord."},{"text":"McDowell backed up and hit another cruiser that had come up from behind."},{"text":"She grabbed the shifter and jammed it back into drive."},{"text":"By then, Foster, a four-year police officer in his mid-20s, and Partain, a 38-year-old rookie in his first month on the job, were outside their cruiser. They would later write in reports that they were scared as the Honda came their way, and Partain reported that the car grazed his leg at one point."},{"text":"When they started shooting their Glocks from opposite sides of McDowell’s car as it passed, the officers had small cameras hooked to their uniforms. But what McDowell’s family saw when they later watched the footage from the devices would baffle and anger them as they caught a glimpse of how she died."},{"text":"Video cameras have changed perceptions and practices of police work over the past 30 years, providing the public with an up-close view of how officers use force to deal with possible threats."},{"text":"But McDowell’s encounter on that dark night two years ago is one that criminal justice experts and police officials can point to while cautioning that video doesn’t always tell the whole story. Even proponents of this technology acknowledge that interpretations of footage can vary widely and that cameras are subject to glitches, operator error and, potentially, tampering."},{"text":"Video footage rarely swayed investigators to charge South Carolina officers involved in the 235 shootings since 2009 that The Post and Courier analyzed."},{"text":"The footage from Foster’s camera didn’t begin until after bullets started peppering McDowell’s car and didn’t show the officer’s pistol because of the darkness. But it picked up gunshots after the Honda’s lights passed well beyond an arm’s reach from Foster and bounded over ruts in the road."},{"text":"By the time the car crashed into a house, the officers had fired at least 19 times. Their bullets had shattered all of the Honda’s windows except for the windshield. The officers later would acknowledge in their reports that they had started shooting only after the car passed them."},{"text":"“Still in fear for mine and officer Partain’s safety,” Foster wrote of his decision, “I fired my gun.”"},{"text":"One of their .40-caliber bullets went through McDowell’s headrest and cut the carotid artery in the lower right side of her neck."},{"text":"The video from Partain’s body camera didn’t flick on until the 49-year-old mother was already bleeding profusely. He and Foster screamed at her to put her hands up, but she died before paramedics could help her."},{"text":"‘Messy’ from the start"},{"text":"To McDowell’s loved ones, Foster’s video showed her car passing the officers harmlessly, not threatening their lives. But because the video started during the gunfire, the clip wasn’t the conclusive proof they had hoped for. Prosecutors did not pursue charges."},{"text":"The clip that picked up the sound of gunfire had not been made public until the newspaper’s review. Out of the 235 shootings examined, 63 of them had footage of the confrontations. In 61 of those, prosecutors and agents from the State Law Enforcement Division, which typically investigates police shootings, did not see enough reason to charge officers with a crime."},{"text":"But proponents of body-worn cameras like the ones in the Anderson case tout another advantage: They can deter officers from ever resorting to force when it might not be necessary."},{"text":"Since a bystander with a camcorder filmed Los Angeles officers beating Rodney King in 1991, the technology has gotten smaller and cheaper, and video has become increasingly more important in resolving police-involved incidents. Calls to outfit officers nationwide with body-worn cameras grew even stronger in the aftermath of Walter Scott’s April shooting in North Charleston. Officer Michael Slager might never have been arrested without a bystander’s cellphone footage."},{"text":"But some police videos could be less effective at examining officers’ propensity to use deadly force if a General Assembly measure requiring body-worn cameras statewide includes language limiting what footage is released."},{"text":"McDowell’s family last month settled a wrongful death lawsuit against Anderson and its officers, but the payout was little consolation to loved ones who wanted to know more about her killing. "},{"text":"Her brother, Tim McDowell of Michigan, said he watched the video over and over and read the hundreds of pages in SLED’s report without coming across justification for his sister’s death. The explanations he saw just didn’t make sense, he said."},{"text":"“This thing was messy from the day the investigation started to the day it ended,” he said. “It was not done properly.”"},{"text":"The case file showed that Foster and Partain finished their half-page incident reports, signed them and handed them over to SLED agents. No documents in the file indicated that SLED asked more questions of the pair. The paperwork also showed that an agent talked with a possible witness, Robert Kay, but didn’t get a statement from the man who came forward two days later to say that he had seen the shooting."},{"text":"The family’s attorney, Thomas Dunaway of Anderson, now questions whether the whole truth might have been revealed if the cameras were turned on sooner. "},{"text":"“They didn’t turn the damn thing on until halfway through the shooting,” Dunaway said. “So they just presented their facts, and SLED rubber-stamped their explanation of a homicide.”"},{"text":"The shooting resulted in no further training for Foster and Partain, Anderson Police Chief Jim Stewart said. The officers and their families instead got counseling that helped them deal with the emotional toll of the ordeal."},{"text":"The chief and his officers would not discuss what happened the night McDowell died, Stewart said, deferring questions to city attorney Frankie McClain, who did not return a telephone message."},{"text":"“We’re not going to comment on it,” Stewart said, “since it’s been settled.”"},{"text":"Not ‘absolute evidence’"},{"text":"Five SLED files with police videos of officer-involved shootings have crossed 1st Circuit Solicitor David Pascoe’s desk during the past five years. Some of the footage required a closer look."},{"text":"One file included film of a car lurching backward as Summerville officer Eddie McCreary stood to its side during a 2010 traffic stop. McCreary fired as Nelson Hyman sped away. Hyman died."},{"text":"Neither Pascoe nor the FBI agents who helped in the probe thought McCreary should be charged."},{"text":"But video evidence did persuade Pascoe in 2006 to prosecute a Bowman police officer for shooting at a pickup truck at the end of a pursuit."},{"text":"“The officer said the truck was coming at him,” the solicitor said. “But I looked at the camera, and the vehicle was clearly not coming at him.”"},{"text":"As a result, an assault charge against the driver was dropped. Officer Richard Rhodes pleaded guilty to misconduct in office and served 18 months on probation."},{"text":"“I cannot stress how important video is in these cases, but it’s not always that definitive,” said Seth Stoughton, a University of South Carolina law professor and former police officer. “Some things that are clear in slow-motion replay are not always clear to the referees on the field.”"},{"text":"Video can only help prosecutors determine whether a mistake made by an officer was reasonable or criminal, the professor said. "},{"text":"Dashboard camera video from Trooper Sean Groubert’s car showed him shooting Levar Jones, 35, who had turned suddenly to get his driver’s license during a traffic stop last year in Columbia. Authorities found that Groubert’s error wasn’t reasonable. He was arrested, and Jones survived."},{"text":"“Officers make mistakes, and the legal system allows them to make reasonable mistakes,” Stoughton said. “So if a video clearly shows someone reaching for a cellphone instead of a gun, you still have to ask, ‘Was it a reasonable mistake?’ ”"},{"text":"In early May, Charleston County Sheriff’s Deputy Keith Tyner shot and critically wounded a Hollywood man who had dialed 911 for help during a home invasion. When the caller, Bryant Heyward, opened a door while holding a gun he had been using in self-defense, Tyner aimed at him. About 1.1 seconds after he told Heyward to show his hands, Tyner fired."},{"text":"It happened beyond the frame of Tyner’s in-car video, but a camera clipped to his chest might have answered whether the deputy misinterpreted a motion by Heyward. Without the help of such footage, agents are still looking into the shooting. Sheriff Al Cannon doubts that wearing a camera would have made Tyner think twice."},{"text":"“It could validate what the deputy said,” Cannon said, “but it’s not going to provide absolute evidence in every conceivable situation.”"},{"text":"Videos also can fill in blanks when officers don’t fully explain something in their statements and investigators don’t challenge their accounts."},{"text":"North Charleston’s Slager said in a statement from his attorney that he shot Scott on April 4 because the 50-year-old man had taken his Taser. SLED agents challenged the account after getting the cellphone video from a passerby showing Slager shooting eight times at Scott’s back."},{"text":"“Those are questions that all too often don’t get answered thoroughly during a regular investigation,” Stoughton said. “Video can help answer those questions. ... Body cameras can give us even more facts, but they’re not going to resolve everything.”"},{"text":"‘No room for editing’"},{"text":"Ricky Jennings said he wishes a deputy was wearing a camera when he got shot two years ago."},{"text":"He had finished a federal prison sentence for fraud less than two months before he drove a U-Haul through eastern Charleston County on his way to see his brother in North Carolina, then his 6-year-old daughter in St. Louis. He was still on probation and wasn’t supposed to leave the Savannah area."},{"text":"But a motorist on U.S. Highway 17 saw his driving as erratic that day in June 2013 and dialed 911. "},{"text":"When the deputy tried to stop his truck near McClellanville, Jennings didn’t want to pull over. He kept thinking about his daughter. More jail time would keep him from seeing her."},{"text":"After three miles, he gave up and got out of the truck. When he saw Deputy Kim Poirer pointing a gun at him, though, he ran out of the view of her dashboard camera."},{"text":"The deputy reported that she stopped the fleeing suspect by shocking him with a Taser, and when Jennings reached for her pistol during a struggle, Poirer shot him."},{"text":"Jennings had no weapons, and he claims that he was again trying to run away when he heard the first shot. One bullet went through his arm. One hit his back."},{"text":"“I could see the flesh in my arm, and I realized I was being shot,” he said. “It sunk in, and I collapsed.”"},{"text":"Prosecutors cleared Poirer of wrongdoing while Jennings pleaded guilty to resisting arrest. He also sued Poirer and the Charleston County Sheriff’s Office in federal court. The case is pending."},{"text":"Paralyzed by a bullet that clipped his spine, Jennings, 55, uses a wheelchair to get around his new home — a veterans homeless shelter in Jacksonville, Fla."},{"text":"“A video would have conclusively told the story — my story or her story,” he said. “There would be no room for editing.”"},{"text":"‘Not forthcoming’"},{"text":"State Rep. Wendell Gilliard has been pushing for body cameras for years, but he laments that someone’s death had to be captured on video before he was taken seriously. “It makes me sad that it had to come to this,” the Charleston Democrat said. “It took a tragedy.”"},{"text":"Other lawmakers, he said, finally saw the value that body-worn cameras might offer after they watched the bystander’s cellphone video of Scott being shot. Gilliard put Scott’s name in the title of the bill that would require cameras for officers statewide."},{"text":"Officers and suspects alike tend to behave better when they know they’re being filmed, Gilliard said."},{"text":"He noted what has happened in Rialto, Calif., a city of 100,000 people whose police chief was one of the first to research the effects of body cameras after officers there got them in 2012. In the first year, the chief saw complaints against his officers drop by about 88 percent, and the number of times they used force fell by nearly 60 percent."},{"text":"In the South Carolina House, the body-camera legislation passed unanimously, but senators tacked on a provision laying out conditions that must be met before the videos are released to the public."},{"text":"For most citizens to get the footage, it would have to exist as part of an ongoing criminal or internal probe, a charge or a complaint must have been filed against an officer, and the case has to have garnered wide public interest."},{"text":"To Bill Rogers, executive director of the South Carolina Press Association, withholding footage from the public would undermine the cameras’ oversight role."},{"text":"“It’s ironic to say you’re doing this for transparency and allow the police to control when it’s released,” he said. “This is the lesson we’ve already learned with dash cameras. They’re not forthcoming if the videos aren’t favorable.”"},{"text":"The same discussion has played out on Capitol Hill, where U.S. Sen. Tim Scott last week got the congressional hearing on body cameras that he had been seeking since Walter Scott’s death. Words spoken by the shooting victim’s mother had been stuck in the senator’s head."},{"text":"“She wanted to make sure that other mothers do not have to bury their sons unnecessarily,” the Republican, a North Charleston native not related to the family, said in an interview. “We can say ‘yes’ to that question ... simply by having body cameras."},{"text":"“It’s a step in the right direction to perhaps solve scenarios before they become problems.”"},{"text":"But others have envisioned the videos being used to humiliate people or for online entertainment, South Carolina Sheriff’s Association Executive Director Jarrod Bruder told U.S. senators at the hearing."},{"text":"“When this data is viewed as evidence rather than a public document,” he said, “it ensures that a single moment of indiscretion does not provide a lifetime of embarrassment.”"},{"text":"Of 316 police agencies in South Carolina, 22 of them have experimented with the cameras, Bruder told the lawmakers."},{"text":"Some have caught video of shootings during recent years. Four of the 235 shootings reviewed by The Post and Courier involved officers wearing cameras."},{"text":"Two of those body camera videos showed part of the shooting. They included the Anderson officers who fired at Sharon McDowell and a Bamberg County deputy who hit a motorist with a pistol in 2011, then shot at the fleeing driver’s pickup truck."},{"text":"Another Anderson officer who shot a resident holding a BB gun in 2012 didn’t catch any video because his camera had malfunctioned, he told investigators. "},{"text":"The fourth video from a Barnwell officer picked up gunshots and the glow of a street lamp in 2010 as a man emerged on a front porch carrying a Glock and a Bible. The resident was shot to death."},{"text":"More agencies will have the cameras soon."},{"text":"Anticipating a shipment, Charleston police officials last week drafted a revised field guide requiring officers to turn on their devices at the start of any incident and before most investigative encounters with citizens."},{"text":"They should switch off the devices if a citizen isn’t under arrest and doesn’t want to be filmed, or if a rape victim appears. If a situation abruptly turns confrontational, officers shouldn’t pause to hit “record,” the guide states."},{"text":"A similar policy has been in place since January 2014 in Mount Pleasant, which plans to buy 25 Vievu cameras to outfit some of the 98 officers regularly working on town streets."},{"text":"“It will do nothing but help our profession and show a lot of the good things we already do,” Mount Pleasant Inspector Chip Googe said. “That will get in front of the public more often than some of the negatives that do come out.”"},{"text":"‘A whole culture’"},{"text":"In Anderson, where McDowell was shot on Dec. 20, 2013, city officials bought body cameras in 2012 for its 68 uniformed patrol officers and sergeants. They did so in response to citizen complaints and to have another tool in gathering evidence, the police chief said."},{"text":"Since then, officers have been involved in four shootings, three of which were fatal, Stewart said. But the devices have made it easier to find the truth when a citizen lodges an allegation, likely saving the city thousands of dollars in liability claims, he said."},{"text":"“You’re able to clear complaints so fast,” the chief said. “And there are some things we have learned that we can do better.”"},{"text":"Still, both the current and former SLED chiefs expressed reservations about the value of video footage. But they had different reasons."},{"text":"SLED Chief Mark Keel said body cameras can be helpful in investigations, “but I don’t want anyone to think they are the be-all and end-all.” They can give a false sense of what officers face. Their field of view can reach 175 degrees; a human’s is narrower ­— only about 60 degrees, he said."},{"text":"“So what you are seeing with the body camera is not what the officer is seeing,” Keel said."},{"text":"North Charleston and Charleston police have ordered cameras with a more realistic field of view."},{"text":"Keel’s predecessor, Reggie Lloyd, said the devices will not cure training deficiencies or systemic issues with how cases are investigated and ruled upon."},{"text":"“We are probably rushing too fast to think that body cameras are the panacea,” Lloyd said. “It’s a whole culture that has to be addressed in how the system responds to these.”"}],"subhead":""}
{"_id":{"$oid":"5563a3f6bce662e986e61d51"},"assets":[],"author":"Doug Pardue","headline":"Benefit of the doubt","pageNumber":4,"paragraphs":[{"text":"Just minutes after a North Charleston police officer killed a fleeing, unarmed black man on April 4, putting five bullets into the suspect’s back, he asked his supervisor at the scene, “What happens next?”"},{"text":"The supervisor told him he’d be sent home for a couple of days to calm down, relax, and get his wits and story together. Only then would he have to file a formal statement or respond to investigators’ questions."},{"text":"That’s not what typically happens to others involved when police pull the trigger. Witnesses, suspects and victims in such shootings usually get no time to gather their thoughts. Investigators question them as quickly as possible."},{"text":"This difference contributes to an investigative system stacked in favor of officers who use their guns, a Post and Courier review of State Law Enforcement Division investigations reveals."},{"text":"The newspaper reviewed 235 cases of police-involved shootings that SLED conducted since the beginning of 2009. SLED is not required by law to investigate these cases, but typically does so at the request of local law enforcement agencies seeking an independent exmamination."},{"text":"SLED’s spokesman insists the state’s top police agency conducts these investigations with the same care it takes in any criminal case, but the newspaper’s review shows shortfalls and deviations from standard investigative procedures in criminal cases."},{"text":"Not only are police given time to get their stories together, The Post and Courier analysis found:"},{"text":"No indication that SLED investigators checked to see if the officer had any disciplinary or complaint record of prior shootings, brutality or improper conduct. But the files showed that investigators routinely conducted extensive background investigations, even checking traffic records, of the people police shot or shot at."},{"text":"Local solicitors who review the SLED investigation could have a conflict of interest because they routinely work with the police department they are charged with reviewing. These solicitors almost always ruled that criminal charges were not warranted. Officers were criminally charged in four of the 235 instances in which police fired their guns at someone."},{"text":"The legal definition solicitors use to determine if a police officer was justified in shooting is so vague as to allow for almost any use of deadly force by the officer. The main requirement is that at the time of the shooting, the officer says he felt in fear for his life or someone else’s."},{"text":"No indication that SLED looks for patterns of excessive force in law enforcement agencies throughout the state. Each incident appears to be viewed in isolation, without consideration of the potential implications for the department as a whole."},{"text":"Double-standard?"},{"text":"The May 7 shooting of Bryant Heyward provides one example of the difference between how police and others are treated by investigators."},{"text":"Heyward was alone in his Hollywood home when two gunmen broke in. He grabbed a pistol, hid in the laundry room and called 911 pleading for police to come. "},{"text":"Heyward exchanged shots with the gunmen, who fled. Heyward then opened his back door, gun in hand, only to be confronted by a Charleston County sheriff’s deputy who shot him in the neck, believing Heyward was one of the gunmen. The deputy ordered Heyward to show his hands and then fired his pistol 1.1 seconds after he started issuing that command."},{"text":"The homeowner collapsed, paralyzed from the waist down. He told deputies he was the one who had called 911. When an ambulance pulled up, a deputy jumped in with Heyward and questioned him on the way to the hospital as medical workers struggled to save his life."},{"text":"The sheriff’s office promptly released for the public a tape of that interview in which Heyward said he should have put his gun down sooner. But they did not release dash cam footage that captured the deputy’s words until four days later."},{"text":"The deputy who shot Heyward and a fellow deputy who was there still have not been questioned by investigators."},{"text":"SLED Chief Mark Keel rejected the notion that his agency’s investigations of police-involved shootings tilt in favor of officers."},{"text":"Keel praised the skill and determination of his agents and pointed to what he characterized as the agency’s long history of holding police accountable."},{"text":"Still, Keel said, officers are entitled to lawyers, and that can delay questioning. "},{"text":"That is what has happened with the deputies in the Heyward shooting case, SLED spokesman Thom Berry said. “Both have retained legal counsel, and we are working through them in that regard.”"},{"text":"Favoritism or perception"},{"text":"The newspaper review of SLED’s investigations began in the months before the April 4 killing of Walter Scott, 50, by North Charleston Police Officer Michael Slager. The officer initially told authorities he killed Scott because he felt in danger when Scott grabbed his Taser during a struggle. "},{"text":"Slager’s story fell apart when a video taken by a passerby showed Scott running away from Slager at the time of the shooting. In the video, the officer pulls his .45-caliber semiautomatic pistol, takes a double-hand shooting position and fires eight shots, four striking Scott in the back. "},{"text":"Scott’s killing, combined with other recent killings of black suspects by police in Ferguson, Mo., New York City and Baltimore, ignited the nation’s most comprehensive reconsideration of law enforcement use of force and relations with the black community since the Rodney King case in Los Angeles nearly a quarter century ago."},{"text":"Seth Stoughton, an expert on police-related laws at the University of South Carolina Law School, said law enforcement investigations of police in shooting cases routinely fail to mirror the normal criminal investigative process. This gives the public the perception that the investigations lean in favor of police, Stoughton said. And that’s a problem because it can undermine people’s trust in the process."},{"text":"While studies on the subject contradict each other, some have shown that people involved in intense situations recall detail more accurately after one sleep cycle. As a result, investigators assume officers’ statements should be more accurate if they are allowed a day or two to compose themselves, Stoughton said."},{"text":"The SLED investigative files show officers got two or more days to give a statement or answer questions in 104 of the 168 cases where the amount of time was listed. They were given a full day in 28 other instances. In 35 cases, the officers provided same-day accounts. The longest amount of time officers were given to provide a statement was 28 days."},{"text":"In many cases, officers were allowed to make voluntary statements in writing and were not subjected to questioning by investigators."},{"text":"Take an April 2011 shooting in Berkeley County. Deputies responded to a domestic violence call. Once there, a struggle erupted between a deputy and a suspect. When the suspect grabbed for the deputy’s gun, the deputy killed the man with three bullets to his chest."},{"text":"SLED investigators allowed the deputy to email her two-page statement five days later from her lawyer’s office. "},{"text":"It’s great to give officers more time in the hope of improved accuracy, Stoughton said. “But in the public’s perception,” he said, “it does not look good. ... It can also allow for less accuracy if the officer is going to spin the facts.” "},{"text":"Chief Keel said SLED and many other law enforcement agencies have generally adopted the procedure of giving officers time — one or two sleep cycles — to have better recall of what happened."},{"text":"Besides, he said, waiting is not as problematic with officers because investigators know just where to find them, unlike witnesses who might disappear."},{"text":"Keel acknowledged that interviews in several cases have taken place far beyond two sleep cycles, often when the officers exercise their right to have an attorney."},{"text":"“Would it be our preference to get interviews done as quickly as we can and get them completed? Well, yes, in the normal course of business that would be the way to do it.”"},{"text":"Charleston lawyer Mullins McLeod won a $97.5 million judgment, later reduced to $10 million, against the town of Cottageville for the 2011 fatal shooting of former Mayor Bert Reeves by town police officer Randall Price. "},{"text":"McLeod said the case provides an example of how police are treated differently than regular citizens, especially in the extra time they get to account for their actions. Price filed a written statement after two days had passed."},{"text":"“No one is above the law, and everyone should be treated equally,” McLeod said. “Why would you give a suspect time to rehearse their lies?”"},{"text":"A matter of rights"},{"text":"Chuck Wexler, executive director of the Police Executive Research Forum in Washington, D.C., agrees it may be appropriate to allow an officer to calm down with a good night’s sleep before giving a statement, but a week or 10 days seems extreme, he said."},{"text":"The practice is rooted in the 1960s civil rights movement and the famous Miranda arrest rights case."},{"text":"At the time, rising anger over police brutality during protests and discriminatory arrests led to the establishment of citizens review boards and calls for restrictions on law enforcement. "},{"text":"In response, rank-and-file officers joined unions and law enforcement associations. They pressed Congress to pass a national Law Enforcement Bill of Rights to give officers time to gather their thoughts after a shooting and prohibit investigators from interrogating them for long periods of time and at unreasonable hours. "},{"text":"Congress never passed the bill, but some state legislatures did, starting with Maryland and Florida in the early 1970s. "},{"text":"Today, 14 states have such provisions. In Maryland, for instance, state law gives officers 10 days before they have to give their statements. "},{"text":"South Carolina doesn’t have such a bill of rights, though lawmakers have made attempts to add one over the years. Still, the practice is widely accepted across the state."},{"text":"These cooling-off periods remain in place even though some recent studies show officers’ recall is best immediately after the event."},{"text":"One such study co-authored in 2012 by Geoffrey P. Alpert of the University of South Carolina found that officers’ memories were sharper when asked to recount an incident immediately after it occurred compared with those asked three days later. Officers recalled certain information, such as threats, better after a delay in time. "},{"text":"The turmoil from the recent series of high-profile killings by police has triggered new scrutiny of these bills of rights, particularly Maryland’s 10-day cooling off period."},{"text":"In some areas of the country, including New Orleans, the U.S. Justice Department has required police departments to interview officers immediately after shootings. Other officers who witnessed the shooting are supposed to be interviewed by the ends of their shifts and separately so there can be no question about their validity."},{"text":"Sam Walker, a crime expert at the University of Nebraska, called the accommodations afforded to police unreasonable and outrageous. “Do we grant these breaks to criminals? Crime victims? No. Employees in other occupations don’t get this break. It’s a special privilege that police unions have gotten through their political muscle. And mayors are afraid of standing up to them and being accused of being anti-police.”"},{"text":"Questioning credibility"},{"text":"Former SLED Chief Reggie Lloyd, now a criminal defense lawyer in Camden, acknowledged that the agency’s investigations of police-involved shootings can fall short in two significant areas: They don’t research behavior or use-of-force problems in officers’ background, and they don’t look for patterns of questionable conduct by the departments where the officers work."},{"text":"Still, Lloyd, the former SLED chief, said understanding the background of an individual is always important in understanding how they will react."},{"text":"When he worked as U.S. attorney for South Carolina, he said, one of the first questions federal investigators looked at in similar cases was the officer’s disciplinary history."},{"text":"“That goes right to the officer’s credibility,” Lloyd said. More attention needs to be paid, not only to the specific officer’s history, but to his department’s background, as well, to look for problems with policies, tactics and discipline.”"},{"text":"The same is true for any agency that investigates police shootings, he said. Such agencies need to guard against the possibility these cases become routine and hard questions aren’t asked."},{"text":"There can be a tendency to give officers the benefit of the doubt and “some bias in terms of how those cases are looked at as opposed to how the average citizen’s criminal case is looked at,” Lloyd said."},{"text":"Scarlett Wilson, chief prosecutor in Charleston and Berkeley counties, declined to comment on SLED’s investigative practices in police-involved shootings. “What I can tell you,” she said, “is that based on conversations I’ve had with prosecutors from across the country, SLED’s approach is not unique or uncommon.”"},{"text":"‘Ensure community trust’"},{"text":"South Carolina has what many outside agencies and experts consider an effective procedure for investigating police-involved shootings. They say SLED provides the state with what many agencies lack: an independent gatherer of the facts."},{"text":"Other experts say greater independence would be better and cite as an example a unit in the Canadian province of Quebec that uses specially trained non-police investigators."},{"text":"Laurie Robinson, a criminology professor at George Mason University, served as co-chairwoman of President Barack Obama’s Task Force on 21st Century Policing. She said the task force believes police-involved shooting investigations should be handled by an outside, independent body."},{"text":"Without that, she said, bias can seep into both the investigation and the decision on whether to prosecute."},{"text":"Prosecutors face real or perceived conflicts of interest in deciding whether to bring charges based on SLED investigations. That’s because they work daily with some of the police officers over whom they are asked to pass judgment."},{"text":"“This is not necessarily accusing local police departments or prosecutors of not having the capacity to do these investigations, or accusing them of somehow doing wrong if they were to undertake it,” Robinson said."},{"text":"“It’s about the appearance of justice and the need to ensure community trust, to ensure there is integrity in the justice system.”"},{"text":"Occasionally, some South Carolina solicitors demur on reviewing police-involved shootings when they work closely with the officer’s department or know the officer involved. Generally such cases are referred to the state Attorney General."},{"text":"Mark Powell, spokesman for Attorney General Alan Wilson, said Wilson does not believe his office should take over review of all police-involved shootings, only those where the solicitor perceives a potential conflict."},{"text":"Wilson sees solicitors as having a job to do as popularly elected officials who are accountable to the voters, Powell said. It’s their job."},{"text":"First Circuit Solicitor David Pascoe doesn’t see a problem with prosecutors giving recommendations to SLED about whether to pursue charges in an officer-involved shooting in his own circuit. If he knows an officer under investigation, he would refer the case to the Attorney General’s Office, Pascoe said."},{"text":"While prosecutors give advice to SLED agents during an investigation on whether there’s enough evidence for a prosecution, Pascoe said the decision to make an arrest is ultimately up to the investigators, not solicitors."},{"text":"“We always have the final say on whether a case is going to be prosecuted,” he said. “But I only give an opinion to SLED. I can’t order SLED to charge anybody with a crime — whether it’s a police officer or anybody else.”"},{"text":"Keel, SLED’s chief, has maintained that SLED investigators function as “the finders of fact,” and it is up to solcitors to “make those calls” about what, if any, charges are appropriate in officer-involved shooting cases. Keel could not recall a single instance in which SLED disregarded a solicitor’s recommendation and pressed charges on its own.  "},{"text":"Wide latitude"},{"text":"The Post and Courier’s review of SLED investigative files shows that prosecutors routinely give law enforcement officers wide latitude when it comes to use of deadly force. They almost always accept officers at their word if they mention the words “I was in fear for my life” or the life of someone else, the newspaper’s review shows."},{"text":"The most obvious examples of this occur when police on foot tangled with suspects in cars, which is the case in about 25 percent of the SLED investigative files where it is clear why the officer fired his weapon. "},{"text":"Take the Feb. 28, 2012, case of a Surfside Beach police officer who joined in an early morning chase of a fleeing suspect. When the suspect’s car ran off the road and stopped, apparently stuck, the officer got out of his patrol cruiser with his gun drawn in a “low ready” position."},{"text":"As he walked toward the rear of the suspect’s car, the vehicle jerked to life. The tires began “to burn out in the dirt,” the officer reported."},{"text":"The car fishtailed, side-to-side, spewing gravel, and the officer fired six shots into the back of the car, shattering the rear window as the suspect sped off. The officer reported he thought he might get run over.  "},{"text":"Other officers caught the driver farther along the road, unharmed."},{"text":"Horry County Assistant Solicitor Jimmy Richardson reviewed the investigative file and declined to recommend criminal charges against the officer. "},{"text":"His justification: “Our law is clear that one may act on appearances. He may be mistaken. The law does not hold him to a refined assessment of the danger, provided, of course, he acted as a person of ordinary coolness and courage would have acted or should have acted in meeting the appearance of danger.”"},{"text":"Police-involved shootings pose a unique problem for law enforcement to both investigate and prosecute, USC’s Stoughton said."},{"text":"“When an officer hears that an officer was taking bribes or pressuring motorists to have sex, it’s very easy to condemn, but when an officer uses force, it’s part of the job. You don’t come at it with the same attitude,” Stoughton said."},{"text":"Officers get the benefit of the doubt because, “The use of force, and the use of deadly force, is an inherent part of law enforcement.”"}],"subhead":""}
